// © Copyright 2011, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Scannen an Netzwerkordner";

HSDTaskDescription = "Über \"Scannen an Netzwerkordner\" können Sie Scanvorgänge so vom Bedienfeld Ihres HP Geräts aus starten, dass die Ausgabedaten direkt an einen gemeinsam genutzten Ordner auf Ihrem Computer gesendet werden.";
HSDStepsDescription = "Führen Sie die folgenden Schritte aus, um \"Scannen an Netzwerkordner\" einzurichten:";
HSDStep1Description = "1. Erstellen Sie einen gemeinsam genutzten SMB-Ordner.";
HSDStep2Description = "2. Lassen Sie den gemeinsam genutzten Ordner für Ihr HP Gerät registrieren.";
HSDTaskNote = "Wenn Sie auf \"Meinen gemeinsam genutzten Ordner registrieren\" klicken, wird ein Webbrowser mit dem Integrierten Web-Server für das Gerät angezeigt. Befolgen Sie die angezeigten Anweisungen, um die Einrichtung fertig zu stellen.";
HSDCreateFolderButtonTitle = "Hilfe zu Arbeitsschritten…";
HSDRegisterFolderButtonTitle = "Meinen gemeinsam genutzten Ordner registrieren…";

CreateSharedFolderTitle = "Freigegebene Ordner erstellen";
